// Misc Strings

"fibre-channel-card-name"           = "Apple-FC-Karte";
"unknown"                           = "<Unbekannt>";
"default-filename"                  = "Fibre Channel-Karten";
"port-name-prefix"                  = "Anschluss";
"slot-name-prefix"					= "Steckplatz";
"restart-required"                  = "Damit die Änderungen wirksam werden, muss das System neu gestartet werden.";

// Status string.

"Offline"                           = "Der Anschluss hat keine Verbindung.";
"Online"                            = "Der Anschluss ist verbunden.";
// Speed status string.
"speed-status"                      = " Die Geschwindigkeit ist eingestellt auf <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "Nicht angeschlossen";
"link-status-nolink-unsupported"	= " Nicht angeschlossen (Kabel wird nicht unterstützt)";
"link-status-link"					= "Angeschlossen";
"link-status-link-unsupported"		= "Angeschlossen (Kabel wird nicht unterstützt)";

// speed status string.
"1-gigabit-per-second"              = "1 GBit/s";
"2-gigabit-per-second"              = "2 GBit/s";
"speed-automatic"                   = "automatische Konfiguration";
"automatic-1-gigabit"               = "automatische Konfiguration und beträgt zur Zeit 1 Gbit/s";
"automatic-2-gigabit"               = "automatische Konfiguration und beträgt zur Zeit 2 Gbit/s";

// Topology status string.
"toplogy-status"                    = " Die Anschlusstopologie ist eingestellt auf <<replace>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "Punkt-zu-Punkt";
"arbitrated-loop"                   = "Arbitrated Loop";
"topology-automatic"                = "automatische Konfiguration";
"automatic-point-to-point"          = "automatische Konfiguration und ist zur Zeit Punkt-zu-Punkt";
"automatic-arbitrated-loop"         = "automatische Konfiguration und ist zur Zeit Arbitrated Loop";

// Alerts
"incompatible-driver-title"         = "Bitte installieren Sie den aktuellen Treiber";
"incompatible-driver"               = "Dieses Programm benötigt „AppleLSIFusionMPT.kext“ Version 1.1.0 oder neuer. Bitte stellen Sie sicher, dass der aktuelle Treiber installiert ist, und versuchen Sie es erneut.";
"alert-no-cards-title"              = "Keine Fibre Channel-Karte von Apple gefunden";
"alert-no-cards"                    = "Stellen Sie sicher, dass die Fibre Channel-Karte von Apple korrekt installiert ist, und versuchen Sie es erneut.";
"alert-restart-title"               = "System neu starten";
"alert-restart-required"            = "Damit die Änderungen wirksam werden, muss das System neu gestartet werden. Möchten Sie jetzt neu starten?";
"alert-ok-button"                   = "OK";
"alert-yes-button"                  = "Ja";
"alert-no-button"                   = "Nie";
"alert-cancel-button"               = "Abbrechen";
"alert-tool-title"                  = "Fehler im Hilfsprogramm „fibreconfig“";
"alert-fibreconfig-error"           = "Es ist ein Fehler mit dem Hilfsprogramm „fibreconfig“ aufgetreten.";
"alert-missing-tool"                = "Das Hilfsprogramm „fibreconfig“ fehlt.";
"alert-non-executeable-tool"        = "Das Hilfsprogramm „fibreconfig“ kann nicht ausgeführt werden und muss möglicherweise neu installiert werden.";
"ww-node-name-tooltip"              = "Weltweiter Knotenname (World Wide Node Name)";
"ww-port-name-tooltip"              = "Weltweiter Anschlussname (World Wide Port Name)";